Repository: hotenov/hotenov.com
Catalog: src/resume/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Open to work
ru: Ищу работу

source: Open to new opportunities
ru: Открыт к предложениям

source: Not available to be hired
ru: Не ищу работу

source: Work now, but ready to another part-time job
ru: Есть работа, но рассмотрю другую на part-time (неполный рабочий день)

source: Unknown
ru: Неизвестно

source: No resume has been published yet. Try later...
ru: Ни одно резюме ещё не опубликовано. Попробуйте вернуться на страницу позже...

source: resume
ru: резюме

source: Activity Widgets
ru: Виджеты активности

source: Most starred repositories
ru: Топ репозиториев по популярности

source: Contact info
ru: Контакты

source: Education
ru: Образование

source: Skills
ru: Навыки

source: Relevant skills
ru: Инструменты

source: Certificates
ru: Сертификаты

source: indefinite
ru: бессрочно

source: Open a certificate info
ru: Открыть информацию о сертификате

source: Show certificate
ru: Показать сертификат

source: Languages
ru: Языки

source: Interests
ru: Интересы

source: status
ru: статус

source: Personal Profile
ru: Профайл

source: Skills Summary
ru: Релевантные навыки

source: Experience
ru: Опыт работы

source: Visit
ru: Перейти на сайт

source: Logo of
ru: Логотип компании

source: Company logo placeholder
ru: Заполнитель для отсутствующего логотипа

source: Personal Projects
ru: Личные проекты

source: Print
ru: Распечатать

source: (click to print)
ru: (настройки печати)

source: Download CV
ru: Скачать

source: Resume was updated
ru: Резюме обновлено

source: Time
ru: Время
